Repository: wp-plugins/twitpic
Catalog: *.po
Languages: de_de

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert!

source: Warning! The cachedirectory is missing or not writeable!
de_de: Das Cache-Verzeichnis existiert nicht oder ist nicht beschreibbar!

source: Title
de_de: Titel

source: Title is shown above the Widget. If left empty can break your layout in widget mode!
de_de: Der Titel wird im Widget-Modus oberhalb des Widgets angezeit.

source: Username
de_de: Benutzername

source: Your Twitter/Twitpic username!
de_de: Dein Twitter Benutzername.

source: Limit
de_de: Anzahl

source: Max. number of images to display!
de_de: Wie viele Bilder sollen angezeigt werden?

source: Widget width
de_de: Breite

source: Width of widget wrapper.
de_de: Breite des Widgets.

source: Image width
de_de: Breite

source: Width of thumbnails.
de_de: Breite der Thumbnails.

source: Link images to their Twitpic page?
de_de: Verlinke Bilder zur Twitpic-Seite?

source: Set the link to relation nofollow?
de_de: Seteze die Links auf rel="nofollow"?

source: Open link in new window?
de_de: &Ouml;ffne Links in einem neuen Browserfenster?

source: Show a link to my Twitter profile below the widget?
de_de: Zeige einen Link zu deinem Twitter-Profil?

source: Pictures in post or pages
de_de: Bilder in Beitr&auml;gen und Seiten

source: Convert links to twitpic images in posts to embedded images?
de_de: Wnadle Links zu Bilder auf Twitpic.com in eingebettete Bilder um?

source: Image size
de_de: Gr&ouml;&szlig;e

source: save
de_de: speichern

source: %s ago
de_de: vor %s

source: at %s
de_de: um %s

source: Username missing! Please configure the plugin first!
de_de: Der Benutzer muss zuerst angegeben werden!

source: Follow me!
de_de: Folge mir!

source: Show a link to my Twitpic profile below the widget?
de_de: Zeige einen Link zu deinem Twitpic-Profil?
